export const gameTypesArray = [
  {
    name: 'PvE',
    shortName: 'PVE',
    descriptionTitle: 'PvE (Игрок против Окружения)',
    description:
      'Гильдии, ориентированные на совместное прохождение подземелий, рейдов и сражениях с боссами. Основной фокус на командной работе, координации действий и достижении общих целей.'
  },
  {
    name: 'PvP',
    shortName: 'PVP',
    descriptionTitle: 'PvP (Игрок против Игрока)',
    description:
      'Специализация на различных видах PvP-активности, таких как арены, поля боя, войны гильдий и open-world PvP. Основной фокус на соревновательном аспекте игры, развитии навыков и достижении побед.'
  },
  {
    name: 'RP',
    shortName: 'RP',
    descriptionTitle: 'RP (Ролевая игра)',
    description:
      'Гильдии, ориентированные на ролевую игру. Участники вживаются в роли своих персонажей, следуют определенным правилам и взаимодействуют друг с другом, создавая уникальную атмосферу.'
  },
  {
    name: 'Торговля',
    shortName: 'Trade',
    descriptionTitle: 'Торговые',
    description:
      'Фокусируется на торговле, экономике и развитии внутриигрового бизнеса. Участники занимаются покупкой, продажей и обменом внутриигровых предметов.'
  },
  {
    name: 'Крафт',
    shortName: 'Craft',
    descriptionTitle: 'Крафт и собирательство',
    description:
      'Гильдии, специализирующиеся на сборе ресурсов и создании предметов. Участники занимаются добычей материалов, изучением рецептов и производством различных предметов, которые могут быть использованы ими самими или проданы другим игрокам.'
  },
  {
    name: 'Обучение',
    shortName: 'Education',
    descriptionTitle: 'Обучение и помощь новичкам',
    description:
      'Гильдии, предоставляющие помощь и поддержку новым игрокам. Участники делятся своим опытом, помогают освоиться в игре, отвечают на вопросы и проводят обучающие мероприятия.'
  },
  {
    name: 'Исследование',
    shortName: 'Explore',
    descriptionTitle: 'Исследование и приключения',
    description:
      'Объединение игроков, увлеченных исследованием игрового мира и поиском секретов и осуждения теорий. Участники открывают новые локации, разгадывают загадки, собирают коллекционные предметы и делятся своими открытиями с другими'
  },
  {
    name: 'Творчество',
    shortName: 'Creative',
    descriptionTitle: 'Творческие',
    description:
      'Фокусируется на создании контента, например: видео, скриншотов, фанфиков и рисунков. Участники делятся своими работами с сообществом, организуют конкурсы и вдохновляют друг друга на творчество'
  },
  {
    name: 'Киберспорт',
    shortName: 'Cybersport',
    descriptionTitle: 'Киберспортивные',
    description:
      'Гильдии, стремящиеся к участию в киберспортивных соревнованиях и турнирах. Основной фокус на тренировках, развитии командной игры и достижении высоких результатов.'
  }
];
